Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: The app saves everything and relaunches as this user. Each user has separate settings, chat history, skills, MCP servers, agents, and plugins; work stays with the user who created it.
ar: يحفظ التطبيق كل شيء ويعيد التشغيل بهوية هذا المستخدم. لكل مستخدم إعدادات وسجل محادثات ومهارات وخوادم MCP ووكلاء وإضافات منفصلة؛ ويبقى العمل مع المستخدم الذي أنشأه.
de: Die App speichert alles und startet als dieser Benutzer neu. Jeder Benutzer hat eigene Einstellungen, Chatverlauf, Skills, MCP-Server, Agents und Plugins; die Arbeit bleibt bei dem Benutzer, der sie erstellt hat.
es: La app guarda todo y se reinicia como este usuario. Cada usuario tiene su propia configuración, historial de chats, habilidades, servidores MCP, agentes y plugins; el trabajo se queda con el usuario que lo creó.
fr: L'app enregistre tout et redémarre sous cet utilisateur. Chaque utilisateur dispose de ses propres réglages, historique de discussions, compétences, serveurs MCP, agents et plugins ; le travail reste avec l'utilisateur qui l'a créé.
he: האפליקציה שומרת הכל ומפעילה את עצמה מחדש בתור משתמש זה. לכל משתמש הגדרות, היסטוריית צ'אטים, כישורים, שרתי MCP, סוכנים ותוספות משלו משלו; העבודה נשארת אצל המשתמש שיצר אותה.
hi: ऐप सब कुछ सहेजकर इस उपयोगकर्ता के रूप में फिर से शुरू होता है। प्रत्येक उपयोगकर्ता की अलग सेटिंग्स, चैट इतिहास, स्किल, MCP सर्वर, एजेंट और प्लगइन होते हैं; काम उसी उपयोगकर्ता के पास रहता है जिसने उसे बनाया।
id: Aplikasi menyimpan semuanya dan memulai ulang sebagai pengguna ini. Setiap pengguna memiliki setelan, riwayat obrolan, skill, server MCP, agen, dan plugin terpisah; pekerjaan tetap milik pengguna yang membuatnya.
it: L'app salva tutto e si riavvia come questo utente. Ogni utente ha impostazioni, cronologia chat, skill, server MCP, agenti e plugin separati; il lavoro resta all'utente che l'ha creato.
ja: アプリはすべてを保存し、このユーザーとして再起動します。ユーザーごとに設定、チャット履歴、スキル、MCPサーバー、エージェント、プラグインが分かれており、作業は作成したユーザーのものとなります。
ko: 앱이 모든 것을 저장하고 이 사용자로 다시 시작합니다. 각 사용자는 별도의 설정, 채팅 기록, 스킬, MCP 서버, 에이전트, 플러그인을 가지며, 작업은 만든 사용자에게 남습니다.
nl: De app slaat alles op en herstart als deze gebruiker. Elke gebruiker heeft eigen instellingen, chatgeschiedenis, skills, MCP-servers, agents en plugins; werk blijft bij de gebruiker die het maakte.
pl: Aplikacja zapisuje wszystko i uruchamia się ponownie jako ten użytkownik. Każdy użytkownik ma osobne ustawienia, historię czatów, umiejętności, serwery MCP, agentów i wtyczki; praca pozostaje przy użytkowniku, który ją utworzył.
pt_br: O app salva tudo e reinicia como este usuário. Cada usuário tem configurações, histórico de chats, skills, servidores MCP, agentes e plugins separados; o trabalho fica com o usuário que o criou.
ru: Приложение сохраняет всё и перезапускается от имени этого пользователя. У каждого пользователя свои настройки, история чатов, навыки, серверы MCP, агенты и плагины; работа остаётся у создавшего её пользователя.
sv: Appen sparar allt och startar om som den här användaren. Varje användare har egna inställningar, chatthistorik, färdigheter, MCP-servrar, agenter och plugin; arbetet stannar hos den användare som skapade det.
tr: Uygulama her şeyi kaydeder ve bu kullanıcı olarak yeniden başlar. Her kullanıcının ayrı ayarları, sohbet geçmişi, becerileri, MCP sunucuları, ajanları ve eklentileri vardır; iş, onu oluşturan kullanıcıda kalır.
uk: Застосунок зберігає усе і перезапускається від імені цього користувача. Кожен користувач має окремі налаштування, історію чатів, навички, сервери MCP, агентів і плаґіни; робота залишається у того, хто її створив.
vi: Ứng dụng lưu mọi thứ và khởi động lại với tư cách người dùng này. Mỗi người dùng có thiết lập, lịch sử chat, kỹ năng, máy chủ MCP, agent và plugin riêng; công việc vẫn thuộc về người dùng đã tạo ra nó.
zh_hans: 应用会保存所有内容并以该用户身份重新启动。每个用户都有独立的设置、聊天记录、技能、MCP 服务器、代理和插件；工作内容归属于创建它的用户。
zh_hant: App 會儲存所有內容並以該使用者身分重新啟動。每位使用者都有獨立的設定、聊天記錄、技能、MCP 伺服器、代理人與外掛；工作內容歸建立它的使用者所有。

source: The conversation '%@' will be removed. This cannot be undone.
ar: ستتم إزالة المحادثة '%@'. لا يمكن التراجع عن هذا الإجراء.
de: Die Konversation „%@“ wird entfernt. Dies kann nicht rückgängig gemacht werden.
es: Se eliminará la conversación '%@'. Esta acción no se puede deshacer.
fr: La conversation « %@ » sera supprimée. Cette action est irréversible.
he: השיחה '%@' תוסר. לא ניתן לבטל פעולה זו.
hi: बातचीत '%@' हटा दी जाएगी। इसे पूर्ववत नहीं किया जा सकता।
id: Percakapan '%@' akan dihapus. Ini tidak dapat diurungkan.
it: La conversazione '%@' verrà rimossa. Questa operazione non può essere annullata.
ja: 会話「%@」は削除されます。この操作は取り消せません。
ko: '%@' 대화가 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Het gesprek '%@' wordt verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Konwersacja „%@” zostanie usunięta. Tej operacji nie można cofnąć.
pt_br: A conversa '%@' será removida. Esta ação não pode ser desfeita.
ru: Диалог «%@» будет удален. Это действие нельзя отменить.
sv: Konversationen '%@' tas bort. Detta kan inte ångras.
tr: '%@' konuşması kaldırılacak. Bu işlem geri alınamaz.
uk: Розмову «%@» буде видалено. Цю дію не можна скасувати.
vi: Cuộc trò chuyện '%@' sẽ bị xóa. Hành động này không thể hoàn tác.
zh_hans: 对话“%@”将被删除。此操作无法撤销。
zh_hant: 對話「%@」將被刪除。此操作無法復原。

source: The current workspace folder is not tracked by Git. Initialize a repository to enable version control, change inspection, and diffs.
ar: مجلد مساحة العمل الحالي غير متتبع بواسطة Git. هيّئ مستودعا لتفعيل التحكم بالإصدارات وفحص التغييرات والفروق.
de: Der aktuelle Arbeitsbereichsordner wird nicht von Git verfolgt. Initialisieren Sie ein Repository, um Versionskontrolle, Änderungsprüfung und Diffs zu aktivieren.
es: La carpeta de trabajo actual no está bajo seguimiento de Git. Inicializa un repositorio para habilitar el control de versiones, la inspección de cambios y las diferencias.
fr: Le dossier de travail actuel n'est pas suivi par Git. Initialisez un dépôt pour activer le contrôle de version, l'inspection des modifications et les différences.
he: תיקיית סביבת העבודה הנוכחית אינה במעקב של Git. אתחל מאגר כדי לאפשר בקרת גרסאות, בדיקת שינויים והשוואות.
hi: वर्तमान वर्कस्पेस फ़ोल्डर Git द्वारा ट्रैक नहीं किया जा रहा। संस्करण नियंत्रण, बदलाव निरीक्षण और डिफ़ सक्षम करने के लिए रिपॉजिटरी आरंभ करें।
id: Folder ruang kerja saat ini tidak dilacak Git. Inisialisasi repositori untuk mengaktifkan kontrol versi, pemeriksaan perubahan, dan diff.
it: La cartella dell'area di lavoro corrente non è tracciata da Git. Inizializza un repository per abilitare il controllo di versione, l'ispezione delle modifiche e le differenze.
ja: 現在のワークスペースフォルダは Git で管理されていません。バージョン管理、変更の確認、差分を有効にするにはリポジトリを初期化してください。
ko: 현재 작업 공간 폴더는 Git으로 추적되지 않습니다. 버전 관리, 변경 사항 확인, 차이 보기를 사용하려면 리포지토리를 초기화하세요.
nl: De huidige werkruimtemap wordt niet door Git bijgehouden. Initialiseer een repository om versiebeheer, wijzigingsinspectie en verschillen in te schakelen.
pl: Bieżący folder obszaru roboczego nie jest śledzony przez Git. Zainicjuj repozytorium, aby włączyć kontrolę wersji, przegląd zmian i różnice.
pt_br: A pasta de trabalho atual não é rastreada pelo Git. Inicialize um repositório para habilitar controle de versão, inspeção de alterações e diferenças.
ru: Текущая папка рабочей области не отслеживается Git. Инициализируйте репозиторий, чтобы включить контроль версий, просмотр изменений и различия.
sv: Den aktuella arbetsytemappen spåras inte av Git. Initiera en utvecklingskatalog för att aktivera versionshantering, ändringsgranskning och skillnader.
tr: Geçerli çalışma alanı klasörü Git tarafından izlenmiyor. Sürüm denetimi, değişiklik incelemesi ve farkları etkinleştirmek için bir depo başlatın.
uk: Поточна папка робочої області не відстежується Git. Ініціалізуйте репозиторій, щоб увімкнути контроль версій, перегляд змін і відмінності.
vi: Thư mục không gian làm việc hiện tại chưa được Git theo dõi. Khởi tạo một kho để bật quản lý phiên bản, xem thay đổi và so sánh khác biệt.
zh_hans: 当前工作区文件夹未被 Git 跟踪。初始化仓库即可启用版本控制、变更查看和差异比较。
zh_hant: 目前工作區資料夾未被 Git 追蹤。初始化儲存庫即可啟用版本控制、變更檢視與差異比較。

source: The name the `agent` tool and /slash commands resolve. Fixed once created.
ar: الاسم الذي تحله أداة `agent` وأوامر /slash. يصبح ثابتا بعد الإنشاء.
de: Der Name, den das `agent`-Tool und /Slash-Befehle auflösen. Nach dem Erstellen unveränderlich.
es: El nombre que resuelven la herramienta `agent` y los comandos /slash. Queda fijo una vez creado.
fr: Le nom que résolvent l'outil `agent` et les commandes /slash. Fixé une fois créé.
he: השם שכלי ה-`agent` ופקודות ה-/slash מזהים. נקבע לצמיתות עם היצירה.
hi: वह नाम जिसे `agent` टूल और /स्लैश कमांड हल करते हैं। बनने के बाद स्थिर रहता है।
id: Nama yang diselesaikan alat `agent` dan perintah /slash. Tetap setelah dibuat.
it: Il nome risolto dallo strumento `agent` e dai comandi /slash. Fissato una volta creato.
ja: `agent` ツールと /スラッシュコマンドが解決する名前です。作成後は変更できません。
ko: `agent` 도구와 /슬래시 명령이 확인하는 이름입니다. 생성 후에는 변경할 수 없습니다.
nl: De naam die de `agent`-tool en /slash-opdrachten herleiden. Ligt na aanmaken vast.
pl: Nazwa rozpoznawana przez narzędzie `agent` i polecenia /slash. Po utworzeniu jest stała.
pt_br: O nome que a ferramenta `agent` e os comandos /slash resolvem. Fica fixo depois de criado.
ru: Имя, которое разрешают инструмент `agent` и /slash-команды. После создания не меняется.
sv: Namnet som verktyget `agent` och /snedstreckskommandon slår upp. Låst när det väl skapats.
tr: `agent` aracının ve /eğik çizgi komutlarının çözümlediği ad. Oluşturulduktan sonra sabittir.
uk: Ім'я, яке розпізнають інструмент `agent` і /slash-команди. Після створення не змінюється.
vi: Tên mà công cụ `agent` và các lệnh /slash phân giải. Cố định sau khi tạo.
zh_hans: `agent` 工具和 /斜杠命令解析的名称。创建后即固定。
zh_hant: `agent` 工具與 /斜線命令解析的名稱。建立後即固定。

source: The quick brown fox jumps over the lazy dog
ar: نص حكيم له سر قاطع وذو شأن عظيم مكتوب على ثوب أخضر ومغلف بجلد أزرق
de: Franz jagt im komplett verwahrlosten Taxi quer durch Bayern
es: El veloz murciélago hindú comía feliz cardillo y kiwi
fr: Portez ce vieux whisky au juge blond qui fume
he: דג סקרן שט בים מאוכזב ולפתע מצא חברה
hi: ऋषियों को सताने वाले दुष्ट राक्षसों के राजा रावण का सर्वनाश करने वाले विष्णुवतार भगवान श्रीराम
id: Muharjo seorang xenofobia universal yang takut pada kegelapan
it: Pranzo d'acqua fa volti sghembi
ja: いろはにほへと ちりぬるを わかよたれそ つねならむ
ko: 다람쥐 헌 쳇바퀴에 타고파
nl: Pa's wijze lynx bezag vroom het fikse aquaduct
pl: Pchnąć w tę łódź jeża lub ośm skrzyń fig
pt_br: Um pequeno jabuti xereta viu dez cegonhas felizes
ru: Съешь еще этих мягких французских булок да выпей чаю
sv: Flygande bäckasiner söka hwila på mjuka tuvor
tr: Pijamalı hasta yağız şoföre çabucak güvendi
uk: Чуєш їх, доцю, га? Кумедна ж ти, прощайся без ґольфів
vi: Con voi sáu chân nhảy qua bờ đê xanh mướt
zh_hans: 天地玄黄，宇宙洪荒，日月盈昃，辰宿列张
zh_hant: 天地玄黃，宇宙洪荒，日月盈昃，辰宿列張

source: The schedule "%@" will stop firing.
ar: سيتوقف تشغيل الجدول الزمني "%@".
de: Der Zeitplan „%@“ wird nicht mehr ausgeführt.
es: La programación "%@" dejará de ejecutarse.
fr: La planification « %@ » cessera de se déclencher.
he: לוח הזמנים "%@" יפסיק לפעול.
hi: शेड्यूल "%@" सक्रिय होना बंद हो जाएगा।
id: Jadwal "%@" akan berhenti berjalan.
it: La pianificazione "%@" smetterà di attivarsi.
ja: スケジュール「%@」の実行が停止します。
ko: 스케줄 "%@" 실행이 중지됩니다.
nl: Het schema "%@" stopt met uitvoeren.
pl: Harmonogram „%@” przestanie być uruchamiany.
pt_br: O agendamento "%@" deixará de ser disparado.
ru: Расписание «%@» перестанет запускаться.
sv: Schemat "%@" kommer att sluta aktiveras.
tr: "%@" zamanlaması tetiklenmeyi durduracak.
uk: Розклад «%@» перестане запускатися.
vi: Lịch trình "%@" sẽ ngừng kích hoạt.
zh_hans: 调度计划“%@”将停止触发。
zh_hant: 排程計劃「%@」將停止觸發。

source: The source file is no longer at its original path.
ar: لم يعد الملف المصدر في مساره الأصلي.
de: Die Quelldatei befindet sich nicht mehr an ihrem ursprünglichen Pfad.
es: El archivo de origen ya no está en su ruta original.
fr: Le fichier source ne se trouve plus à son emplacement d'origine.
he: קובץ המקור כבר אינו בנתיב המקורי שלו.
hi: स्रोत फ़ाइल अब अपने मूल पथ पर नहीं है।
id: Berkas sumber tidak lagi berada di jalur aslinya.
it: Il file di origine non si trova più nel suo percorso originale.
ja: 元のファイルは、当初のパスにはもう存在しません。
ko: 원본 파일이 원래 경로에 더 이상 없습니다.
nl: Het bronbestand staat niet meer op het oorspronkelijke pad.
pl: Plik źródłowy nie znajduje się już w pierwotnej ścieżce.
pt_br: O arquivo de origem não está mais no caminho original.
ru: Исходный файл больше не находится по своему первоначальному пути.
sv: Källfilen finns inte längre på sin ursprungliga sökväg.
tr: Kaynak dosya artık özgün yolunda değil.
uk: Вихідний файл більше не за своїм початковим шляхом.
vi: Tệp nguồn không còn ở đường dẫn ban đầu.
zh_hans: 源文件已不在其原始路径。
zh_hant: 來源檔案已不在其原始路徑。

source: The target project no longer exists.
ar: لم يعد المشروع المستهدف موجودًا.
de: Das Zielprojekt existiert nicht mehr.
es: El proyecto de destino ya no existe.
fr: Le projet cible n’existe plus.
he: פרויקט היעד כבר אינו קיים.
hi: लक्षित प्रोजेक्ट अब मौजूद नहीं है।
id: Proyek tujuan sudah tidak ada.
it: Il progetto di destinazione non esiste più.
ja: 対象のプロジェクトは存在しません。
ko: 대상 프로젝트가 더 이상 존재하지 않습니다.
nl: Het doelproject bestaat niet meer.
pl: Projekt docelowy już nie istnieje.
pt_br: O projeto de destino não existe mais.
ru: Целевой проект больше не существует.
sv: Målprojektet finns inte längre.
tr: Hedef proje artık mevcut değil.
uk: Цільовий проєкт більше не існує.
vi: Dự án đích không còn tồn tại.
zh_hans: 目标项目已不存在。
zh_hant: 目標專案已不存在。

source: The total is exact; the rows apportion it and skip chat-template framing.
ar: الإجمالي دقيق؛ حيث تقوم الصفوف بتوزيعه وتتخطى تأطير قالب الدردشة.
de: Die Gesamtsumme ist exakt; die Zeilen teilen sie auf und lassen das Framing der Chat-Vorlage aus.
es: El total es exacto; las filas lo distribuyen y omiten la estructura de la plantilla de chat.
fr: Le total est exact ; les lignes le répartissent et omettent le cadrage du modèle de discussion.
he: הסך הכל מדויק; השורות מחלקות אותו ומדלגות על מסגרת תבנית הצ'אט.
hi: कुल सटीक है; पंक्तियाँ इसे विभाजित करती हैं और चैट-टेम्पलेट फ्रेमिंग को छोड़ देती हैं।
id: Totalnya tepat; baris-baris membaginya dan melewati pembingkaian templat obrolan.
it: Il totale è esatto; le righe lo ripartiscono ed escludono l'inquadratura del template di chat.
ja: 合計は正確です。各行はそれを按分し、チャットテンプレートのフレーミングをスキップします。
ko: 합계는 정확합니다. 각 행은 이를 비례 배분하며 채팅 템플릿 프레이밍을 건너뜁니다.
nl: Het totaal is exact; de rijen verdelen het en slaan de framing van de chatsjabloon over.
pl: Łączna wartość jest dokładna; wiersze ją rozdzielają i pomijają formatowanie szablonu czatu.
pt_br: O total é exato; as linhas o distribuem e omitem o enquadramento do modelo de chat.
ru: Общее количество точно; строки распределяют его и пропускают обрамление шаблона чата.
sv: Totalen är exakt; raderna fördelar den och hoppar över chattmallens inramning.
tr: Toplam kesindir; satırlar bunu paylaştırır ve sohbet şablonu çerçevelemesini atlar.
uk: Загальна сума точна; рядки розподіляють її та пропускають обрамлення шаблону чату.
vi: Tổng số là chính xác; các hàng phân bổ nó và bỏ qua phần đóng khung mẫu trò chuyện.
zh_hans: 总计是准确的；各行按比例分摊并忽略聊天模板框架。
zh_hant: 總計是準確的；各行按比例分攤並忽略聊天範本框架。

source: Theme
ar: السمة
de: Design
es: Tema
fr: Thème
he: ערכת נושא
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема
sv: Tema
tr: Tema
uk: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 佈景主題

source: Theme gallery
ar: معرض السمات
de: Design-Galerie
es: Galería de temas
fr: Galerie de thèmes
he: גלריית ערכות נושא
hi: थीम गैलरी
id: Galeri tema
it: Galleria temi
ja: テーマギャラリー
ko: 테마 갤러리
nl: Themagalerij
pl: Galeria motywów
pt_br: Galeria de temas
ru: Галерея тем
sv: Temagalleri
tr: Tema galerisi
uk: Галерея тем
vi: Bộ sưu tập chủ đề
zh_hans: 主题图库
zh_hant: 主題庫

source: Theme name
ar: اسم السمة
de: Design-Name
es: Nombre del tema
fr: Nom du thème
he: שם ערכת הנושא
hi: थीम का नाम
id: Nama tema
it: Nome del tema
ja: テーマ名
ko: 테마 이름
nl: Themanaam
pl: Nazwa motywu
pt_br: Nome do tema
ru: Название темы
sv: Temanamn
tr: Tema adı
uk: Назва теми
vi: Tên chủ đề
zh_hans: 主题名称
zh_hant: 主題名稱

source: Thermal Level
ar: المستوى الحراري
de: Thermisches Niveau
es: Nivel térmico
fr: Niveau thermique
he: רמה תרמית
hi: थर्मल स्तर
id: Tingkat Termal
it: Livello termico
ja: 温度レベル
ko: 열 상태
nl: Thermisch niveau
pl: Stan termiczny
pt_br: Nível Térmico
ru: Тепловой уровень
sv: Termisk nivå
tr: Termal Seviye
uk: Температурний рівень
vi: Mức nhiệt
zh_hans: 发热等级
zh_hant: 溫度等級

source: Thermal status
ar: الحالة الحرارية
de: Thermischer Status
es: Estado térmico
fr: État thermique
he: מצב תרמי
hi: थर्मल स्थिति
id: Status termal
it: Stato termico
ja: 温度ステータス
ko: 온도 상태
nl: Thermische status
pl: Stan termiczny
pt_br: Status térmico
ru: Температурный режим
sv: Termisk status
tr: Termal durum
uk: Термічний стан
vi: Trạng thái nhiệt
zh_hans: 散热状态
zh_hant: 散熱狀態

source: ThermalForge Not Installed
ar: ThermalForge غير مثبت
de: ThermalForge ist nicht installiert
es: ThermalForge no está instalado
fr: ThermalForge n'est pas installé
he: ‏ThermalForge אינו מותקן
hi: ThermalForge इंस्टॉल नहीं है
id: ThermalForge tidak terpasang
it: ThermalForge non è installato
ja: ThermalForge がインストールされていません
ko: ThermalForge가 설치되어 있지 않음
nl: ThermalForge is niet geïnstalleerd
pl: ThermalForge nie jest zainstalowany
pt_br: ThermalForge não está instalado
ru: ThermalForge не установлен
sv: ThermalForge är inte installerat
tr: ThermalForge kurulu değil
uk: ThermalForge не встановлено
vi: Chưa cài ThermalForge
zh_hans: 未安装 ThermalForge
zh_hant: 未安裝 ThermalForge

source: ThermalForge is active. Fan speed can be monitored and pinned to maximum from the status bar fan readout.
ar: برنامج ThermalForge نشط. يمكن مراقبة سرعة المروحة وتثبيتها عند الحد الأقصى من شريط الحالة.
de: ThermalForge ist aktiv. Die Lüftergeschwindigkeit kann über die Statusleisten-Anzeige überwacht und auf das Maximum fixiert werden.
es: ThermalForge está activo. La velocidad del ventilador se puede supervisar y fijar al máximo desde el indicador de la barra de estado.
fr: ThermalForge est actif. La vitesse du ventilateur peut être surveillée et fixée au maximum depuis l'indicateur de la barre d'état.
he: ThermalForge פעיל. ניתן לעקוב אחר מהירות המאוורר ולקבע אותה למקסימום מקריאת המאוורר בשורת המצב.
hi: ThermalForge सक्रिय है। स्टेटस बार फैन रीडआउट से पंखे की गति की निगरानी की जा सकती है और इसे अधिकतम पर पिन किया जा सकता है।
id: ThermalForge aktif. Kecepatan kipas dapat dipantau dan disematkan ke maksimum dari pembacaan kipas bilah status.
it: ThermalForge è attivo. La velocità della ventola può essere monitorata e fissata al massimo dall'indicatore nella barra di stato.
ja: ThermalForge はアクティブです。ステータスバーのファン表示からファン速度を監視し、最大値に固定できます。
ko: ThermalForge가 활성화되어 있습니다. 상태 표시줄 팬 표시에서 팬 속도를 모니터링하고 최대로 고정할 수 있습니다.
nl: ThermalForge is actief. De ventilatorsnelheid kan worden bewaakt en op het maximum worden vastgezet via de ventilatoruitlezing in de statusbalk.
pl: ThermalForge jest aktywny. Prędkość wentylatora można monitorować i przypiąć do maksimum z poziomu wskaźnika na pasku stanu.
pt_br: O ThermalForge está ativo. A velocidade da ventoinha pode ser monitorada e fixada no máximo a partir do indicador da barra de status.
ru: ThermalForge активен. Скорость вентилятора можно отслеживать и фиксировать на максимуме из индикатора в строке состояния.
sv: ThermalForge är aktivt. Fläkthastigheten kan övervakas och fästas vid max från statusfältets fläktvisning.
tr: ThermalForge aktif. Fan hızı durum çubuğundaki fan göstergesinden izlenebilir ve maksimuma sabitlenebilir.
uk: ThermalForge активний. Швидкість вентилятора можна відстежувати та фіксувати на максимумі з індикатора в рядку стану.
vi: ThermalForge đang hoạt động. Tốc độ quạt có thể được theo dõi và ghim ở mức tối đa từ thông số quạt trên thanh trạng thái.
zh_hans: ThermalForge 已激活。可以从状态栏风扇读数监控风扇转速并将其固定为最大值。
zh_hant: ThermalForge 已啟用。可從狀態列風扇讀數監控風扇轉速並將其固定為最大值。

source: These take effect the next time the server starts.
ar: تسري هذه الإعدادات عند بدء تشغيل الخادم في المرة القادمة.
de: Diese Einstellungen werden beim nächsten Serverstart wirksam.
es: Estos cambios se aplicarán la próxima vez que se inicie el servidor.
fr: Ces réglages prendront effet au prochain démarrage du serveur.
he: ההגדרות האלה ייכנסו לתוקף בהפעלה הבאה של השרת.
hi: ये अगली बार सर्वर शुरू होने पर लागू होंगे।
id: Ini berlaku saat server dijalankan berikutnya.
it: Queste impostazioni avranno effetto al prossimo avvio del server.
ja: これらは次回サーバーを起動したときに反映されます。
ko: 이 설정은 서버를 다음에 시작할 때 적용됩니다.
nl: Deze worden van kracht wanneer de server de volgende keer start.
pl: Zaczną obowiązywać przy następnym uruchomieniu serwera.
pt_br: Estas configurações entram em vigor no próximo início do servidor.
ru: Эти настройки вступят в силу при следующем запуске сервера.
sv: Dessa träder i kraft nästa gång servern startar.
tr: Bunlar, sunucu bir sonraki başlatıldığında etkili olur.
uk: Ці налаштування наберуть чинності під час наступного запуску сервера.
vi: Các thiết lập này có hiệu lực trong lần khởi động máy chủ tiếp theo.
zh_hans: 这些设置将在下次启动服务器时生效。
zh_hant: 這些設定將在下次啟動伺服器時生效。

source: Thinking
ar: يفكر
de: Nachdenken
es: Pensando
fr: Réflexion en cours
he: חושב
hi: सोच रहा है
id: Sedang berpikir
it: Riflessione in corso
ja: 思考中
ko: 생각 중
nl: Aan het denken
pl: Myślenie
pt_br: Pensando
ru: Размышление
sv: Tänker
tr: Düşünüyor
uk: Міркує
vi: Đang suy nghĩ
zh_hans: 思考中
zh_hant: 思考中

source: Thinking & Reasoning Effort
ar: جهد التفكير والمنطق
de: Denk- & Argumentationsaufwand
es: Esfuerzo de pensamiento y razonamiento
fr: Effort de réflexion et de raisonnement
he: מאמץ חשיבה והיגיון
hi: सोच और तर्क प्रयास
id: Upaya Berpikir & Penalaran
it: Impegno di pensiero e ragionamento
ja: 思考と推論の取り組み
ko: 생각 및 추론 노력
nl: Denk- en redeneerinspanning
pl: Wysiłek myślenia i rozumowania
pt_br: Esforço de reflexão e raciocínio
ru: Усилия на размышление и рассуждение
sv: Tänkande och resonemangsansträngning
tr: Düşünme ve Akıl Yürütme Çabası
uk: Зусилля на роздуми та міркування
vi: Nỗ lực suy nghĩ & suy luận
zh_hans: 思考与推理投入
zh_hant: 思考與推理投入

source: Thinking / Reasoning Effort
ar: جهد التفكير / المنطق
de: Denk- / Argumentationsaufwand
es: Esfuerzo de pensamiento / razonamiento
fr: Effort de réflexion / raisonnement
he: מאמץ חשיבה / היגיון
hi: सोच / तर्क प्रयास
id: Upaya Berpikir / Penalaran
it: Impegno di pensiero / ragionamento
ja: 思考 / 推論の取り組み
ko: 생각 / 추론 노력
nl: Denk- / redeneerinspanning
pl: Wysiłek myślenia / rozumowania
pt_br: Esforço de reflexão / raciocínio
ru: Усилия на размышление / рассуждение
sv: Tänkande / resonemangsansträngning
tr: Düşünme / Akıl Yürütme Çabası
uk: Зусилля на роздуми / міркування
vi: Nỗ lực suy nghĩ / suy luận
zh_hans: 思考 / 推理投入
zh_hant: 思考 / 推理投入

source: Thinking level
ar: مستوى التفكير
de: Denkstufe
es: Nivel de razonamiento
fr: Niveau de réflexion
he: רמת חשיבה
hi: सोचने का स्तर
id: Tingkat penalaran
it: Livello di ragionamento
ja: 思考レベル
ko: 사고 수준
nl: Denkniveau
pl: Poziom rozumowania
pt_br: Nível de raciocínio
ru: Уровень рассуждений
sv: Tankenivå
tr: Düşünme düzeyi
uk: Рівень міркувань
vi: Mức độ suy luận
zh_hans: 思考级别
zh_hant: 思考等級

source: Thinking...
ar: جارٍ التفكير...
de: Nachdenken...
es: Pensando...
fr: Réflexion...
he: חושב...
hi: सोच रहा है...
id: Sedang berpikir...
it: Elaborazione in corso...
ja: 思考中...
ko: 생각 중...
nl: Nadenken...
pl: Myślenie...
pt_br: Pensando...
ru: Размышление...
sv: Tänker...
tr: Düşünülüyor...
uk: Роздуми...
vi: Đang suy nghĩ...
zh_hans: 思考中...
zh_hant: 思考中...
